000100211117**free
000200260428// This is the *INDS for Demo5DS to show copy file usage
000300260427// @ignore-unused
000301260427dcl-ds inDS qualified;
000400230421  dspctl  ind pos(30);
000500230421  exit    ind pos(03);
000600230421  refresh ind pos(05);
000700230421  dsplay  ind pos(31);
000800230421  slfend  ind pos(32);
000900211117end-ds;
001000230421
