000100211117**free
000200230425// This is the *INDS for Demo5DS
000300211117dcl-ds inDS qualified;
000400230421  dspctl  ind pos(30);
000500230421  exit    ind pos(03);
000600230421  refresh ind pos(05);
000700230421  dsplay  ind pos(31);
000800230421  slfend  ind pos(32);
000900211117end-ds;
001000230421
